tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "cowsay"
brew "exa"
brew "fish"
brew "fzf"
brew "git"
brew "git-extras"
brew "imagemagick"
brew "node"
brew "python@3.8"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vim"
brew "wget"

cask "font-ibm-plex"
cask "font-monoid"
cask "kitty"
